tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "python"
brew "cocoapods"
brew "coreutils"
brew "flex"
brew "fzf"
brew "git"
brew "usbmuxd", args: ["HEAD"]
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller"
brew "ios-deploy"
brew "libksba"
brew "nmap"
brew "node"
brew "openssl@1.1"
brew "pandoc"
brew "postgresql", restart_service: true
brew "redis"
brew "ruby"
brew "the_silver_searcher"
brew "vim"
brew "yarn"
brew "zlib"
brew "zsh"
cask "basictex"
cask "docker"
cask "font-source-code-pro"
cask "google-chrome"
cask "headset"
cask "iina"
cask "sublime-text"
cask "the-unarchiver"
cask "visual-studio-code"
