tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
brew "bat"
brew "openssl@1.1"
brew "python"
brew "cairo"
brew "cmatrix"
brew "cocoapods"
brew "coreutils"
brew "fd"
brew "ffmpeg"
brew "flex"
brew "flow"
brew "fzf"
brew "git"
brew "grpc"
brew "usbmuxd", args: ["HEAD"]
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller"
brew "ios-deploy"
brew "node"
brew "joplin"
brew "libksba"
brew "mysql"
brew "nmap"
brew "pandoc"
brew "pngquant"
brew "postgresql", restart_service: true
brew "postgis"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "telnet"
brew "the_silver_searcher"
brew "v8@3.15"
brew "vim"
brew "watchman"
brew "yarn"
brew "youtube-dl"
brew "zlib"
brew "zsh"
brew "mongodb/brew/mongodb-community"
cask "anaconda"
cask "azure-data-studio"
cask "basictex"
cask "docker"
cask "font-source-code-pro"
cask "google-chrome"
cask "headset"
cask "iina"
cask "mongodb-compass"
cask "playonmac"
cask "postman"
cask "projectlibre"
cask "qbittorrent"
cask "sublime-text"
cask "the-unarchiver"
cask "ticktick"
cask "virtualbox"
cask "visual-studio-code"
cask "wireshark"
