tap "getantibody/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "yt-dlp/taps"
brew "bat"
brew "openssl@1.1"
brew "libffi"
brew "cmake"
brew "fd"
brew "opus"
brew "libsodium"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "gnu-sed"
brew "pandoc"
brew "jupyterlab"
brew "neovim"
brew "openjdk"
brew "openjdk@8"
brew "postgresql", restart_service: true
brew "ripgrep"
brew "tectonic"
brew "vim"
brew "yarn"
brew "getantibody/tap/antibody"
brew "yt-dlp/taps/yt-dlp"
cask "blackhole-16ch"
cask "discord"
cask "firefox"
cask "flux"
cask "font-hack-nerd-font"
cask "font-source-code-pro"
cask "gimp"
cask "iina"
cask "iterm2"
cask "java"
cask "miniconda"
cask "obs"
cask "openemu"
cask "parsec"
cask "qbittorrent"
cask "spotify"
cask "steam"
cask "ticktick"
cask "visual-studio-code"
cask "zettlr"
